{
  "hero h1": "Explore a new speciality for yourself",
  "header home": "Home",
  "header collections": "Collections",
  "sign up": "Sign Up",
  "name": "Name",
  "email": "Email",
  "password": "Password",
  "to sign up": "Sign Up",
  "already have acc": "Already have an account?",
  "log in": "Log In",
  "create new coll": "Create a new collection",
  "coll name": "Name",
  "coll name description": "Enter your collection's name",
  "description": "Description",
  "coll description": "Enter some description for your collection",
  "category": "Select a category",
  "tip": "You can select fields, that will display for all of your items in this collection and give it a name. E.g. 'Author', 'Year of publish' etc.",
  "add new": "Add New",
  "submit": "Submit",
  "select field": "Select a field type",
  "various": "Modern and relevant",
  "hero p": "And text & save received information!",
  "start": "Get Started!",
  "hero bottom-right": "Browse other authors` collections. Comment and like items!",
  "last item": "Last Created Item:",
  "collection": "Collection",
  "item name": "Item name",
  "dont have acc": "Don`t have an account?",
  "profile": "Your Profile",
  "log out": "Log Out",
  "user h4": "Profile Information",
  "my colls": "My collections",
  "my course": "My course",
  "courses": "Courses",
  "select course": "Select course",
  "card front header": "Developing dynamic web-applications",
  "card front desc": "Dive into the world of frontend development with our course, which offers a comprehensive overview of the basic concepts and tools for creating modern interactive web applications. Learn to use HTML, CSS, and JavaScript to develop beautiful user interfaces, and explore popular libraries and frameworks such as React and Vue.js to create dynamic and responsive web applications. Gain the practical skills you need to get a successful start in your frontend development career.",
  "card back header": "Developing powerful server applications",
  "card back desc": "Explore the world of server-side development with our course that opens the door to the fascinating world of building powerful and reliable server-side applications. Immerse yourself in the programming languages, databases, architectural patterns, and tools needed to build high-performance and scalable backend systems. Get a unique opportunity to master technologies such as Node.js, Python, SQL and NoSQL databases, and learn how to design and optimize backend applications for different types of workloads and tasks.",
  "card ux header":"Developing user-friendly user interface",
  "card ux desc": "Dive into the world of UX/UI development with our course that offers a hands-on approach to creating user interfaces that impress and satisfy users. Learn the basic design principles, techniques and tools needed to develop effective and intuitive interfaces. Get a unique opportunity to learn visual and user experience technologies and techniques that will help you create unique and highly functional applications for any audience.",
  "more": "More",
  "no course": "No course yet",
  "no course desc": "You have not chosen a course yet. You can choose your course at this ",
  "link": "link",
  "course h1": "The courses that we provide",
  "front header": "This course is designed for those who want to learn the basics of frontend development and building dynamic web applications. You will learn HTML, CSS and JavaScript, as well as modern frameworks such as React and Vue.js.",
  "add new coll": "Add new collection",
  "details": "Details"

}