{
  "hero h1": "Изучите новую для себя специальность",
  "header home": "Главная",
  "header collections": "Коллекции",
  "sign up": "Регистрация",
  "name": "Имя",
  "email": "Почта",
  "password": "Пароль",
  "to sign up": "Зарегистрироваться",
  "already have acc": "Уже есть учетная запись?",
  "log in": "Войти",
  "create new coll": "Создание коллекции",
  "coll name": "Название",
  "coll name description": "Введите название вашей коллекции",
  "description": "Описание",
  "coll description": "Введите описание для вашей коллекции",
  "category": "Выберите категорию",
  "tip": "Вы можете выбрать поля, которые будут отображаться для всех ваших предметов в этой коллекции, и дать им имена. Например, 'Автор', 'Год публикации' и тд.",
  "add new": "Добавить новое поле",
  "submit": "Применить",
  "select field": "Выберите тип поля",
  "various": "Актуальную и интересную",
  "hero p": "И записывайте, храните усвоенные материалы!",
  "start": "Начать!",
  "hero bottom-right": "Просматривайте коллекции и предметы других авторов.",
  "last item": "Последний созданный предмет:",
  "collection": "Коллекция",
  "item name": "Название предмета",
  "dont have acc": "Нет учетной записи?",
  "profile": "Профиль",
  "log out": "Выйти",
  "user h4": "Информация профиля",
  "my colls": "Мои коллекции",
  "my course": "Мой курс",
  "courses": "Курсы",
  "select course": "Выберите курс",
  "card front header": "Создание динамичных веб-приложений",
  "card front desc": "Погрузитесь в мир фронтенд разработки с нашим курсом, который предлагает полный обзор основных концепций и инструментов для создания современных интерактивных веб-приложений. Научитесь использовать HTML, CSS и JavaScript для разработки красивого пользовательского интерфейса, а также изучите популярные библиотеки и фреймворки, такие как React и Vue.js, для создания динамичных и отзывчивых веб-приложений. Получите практические навыки, необходимые для успешного старта в карьере фронтенд разработчика.",
  "card back header": "Создание мощных серверных приложений",
  "card back desc": "Исследуйте мир серверной разработки с нашим курсом, который открывает двери в увлекательный мир создания мощных и надежных серверных приложений. Погрузитесь в языки программирования, базы данных, архитектурные шаблоны и инструменты, необходимые для создания высокопроизводительных и масштабируемых бэкенд систем. Получите уникальную возможность освоить технологии, такие как Node.js, Python, SQL и NoSQL базы данных, а также научиться проектировать и оптимизировать бэкенд приложения для различных видов нагрузок и задач.",
  "card ux header":"Создание удобных пользовательских интерфейсов",
  "card ux desc": "Погрузитесь в мир UX/UI разработки с нашим курсом, который предлагает практический подход к созданию пользовательских интерфейсов, которые впечатляют и удовлетворяют потребности пользователей. Изучите основные принципы дизайна, методы и инструменты, необходимые для разработки эффективных и интуитивно понятных интерфейсов. Получите уникальную возможность освоить технологии и техники визуального и пользовательского опыта, которые помогут вам создать уникальные и высокофункциональные приложения для любой аудитории.",
  "more": "Подробнее",
  "no course": "Еще нет курса",
  "no course desc": "Вы еще не выбрали курс. Вы можете выбрать для себя курс по этой ",
  "link": "ссылке",
  "course h1": "Курсы, которые мы предоставляем",
  "front header": "Этот курс предназначен для тех, кто хочет освоить основы фронтенд разработки и создания динамичных веб-приложений. Вы изучите HTML, CSS и JavaScript, а также современные фреймворки, такие как React и Vue.js.",
  "add new coll": "Добавить новую коллекцию",
  "details": "Детали"
}